Repository: imato23/sauf
Catalog: frontend/src/locale/messages.*.xlf
Languages: de

source: Menu
de: Menü

source: Wines
de: Weine

source: Statistics
de: Statistiken

source: History
de: Historie

source: Settings
de: Einstellungen

source: Remove bottle
de: Flasche entnehmen

source: Row: {{data.row}}
de: Reihe: {{data.row}}

source: Shelf: {{data.shelf}}
de: Fach: {{data.shelf}}

source: Cancel
de: Abbrechen

source: Approve
de: Bestätigen

source: Row:
de: Reihe:

source: Shelf:
de: Fach:

source: {storageInfo.bottleCount, plural, =1 {{{storageInfo.bottleCount}} Bottle} other {{{storageInfo.bottleCount}} Bottles}}
de: {storageInfo.bottleCount, plural, =1 {{{storageInfo.bottleCount}} Flasche} other {{{storageInfo.bottleCount}} Flaschen}}

source: {VAR_PLURAL, plural, =1 {{INTERPOLATION} Bottle} other {{INTERPOLATION} Bottles}}
de: {VAR_PLURAL, plural, =1 {{INTERPOLATION} Flasche} other {{INTERPOLATION} Flaschen}}

source: There are not bottles.
de: Es sind keine Flaschen vorhanden.

source: The wine bottle has been removed.
de: Die Weinflasche wurde entnommen.

source: Row
de: Reihe

source: Shelf
de: Fach

source: Add bottle
de: Flasche hinzufügen

source: Vintage {{vintage}}
de: Jahrgang {{vintage}}

source: New Vintage
de: Neuer Jahrgang

source: Common Data
de: Allgemeine Daten

source: Vintage
de: Jahrgang

source: Vintage is required.
de: Der Jahrgang muss eingegeben werden.

source: Vintage is to small.
de: Der Jahrgang ist zu klein

source: Vintage is to big.
de: Der jahrgang ist zu groß.

source: Price
de: Preis

source: Alcoholic strength
de: Alkohol (% vol)

source: Residual sugar
de: Restsüße (g/l)

source: Tartaric acid
de: Säure (g/l)

source: Storages
de: Einlagerungen

source: Loading vintage info...
de: Lade Jahrgang...

source: Delete vintage
de: Jahrgang löschen

source: Changes have been saved.
de: Die Änderungen wurden gespeichert.

source: Vintage info has been deleted.
de: Der Jahrgang wurde gelöscht.

source: Save changes
de: Änderungen speichern

source: Remove wine bottle
de: Weinflasche entnehmen

source: No image available
de: Kein Bild vorhanden

source: Category
de: Kategorie

source: {VAR_SELECT, select, RedWine {RedWine} WhiteWine {WhiteWine} RoseWine {RoseWine} SparklingWine {SparklingWine}}
de: {VAR_SELECT, select, RedWine {Rotwein} WhiteWine {Weißwein} RoseWine {Roséwein} SparklingWine {Schaumwein}}

source: Category is required.
de: Die Kategorie muss eingegeben werden.

source: Producer
de: Hersteller

source: Producer is required.
de: Der Hersteller muss eingegeben werden.

source: Country
de: Land

source: Country is required.
de: Das Land muss eingegeben werden.

source: Region is required.
de: Die Region muss eingegeben werden.

source: Vintages
de: Jahrgänge

source: {VAR_PLURAL, plural, =1 {{INTERPOLATION} Bottle} other {{INTERPOLATION} Bottles}}
de: {VAR_PLURAL, plural, =1 {{INTERPOLATION} Flasche} other {{INTERPOLATION} Flaschen}}

source: Loading wine...
de: Lade Wein...

source: Delete wine
de: Wein löschen

source: Wine has been deleted.
de: Der Wein wurde gelöscht.

source: Wine List
de: Wein Liste

source: Search
de: Suchen

source: {VAR_PLURAL, plural, =1 {{INTERPOLATION} Bottle} other {{INTERPOLATION} Bottles}}
de: {VAR_PLURAL, plural, =1 {{INTERPOLATION} Flasche} other {{INTERPOLATION} Flaschen}}

source: Loading wines...
de: Lade Weine...
